{
    "meerigai": {
        "name": "மீரிகை",
        "prize": [
            {
                "name": "முதல் பரிசு",
                "prizeAmount": "ரூபா 10,000/="
            },
            {
                "name": "மக்கள் மனம் வென்ற சித்திரம்",
                "prizeAmount": "ரூபா 5,000/="
            }
        ],
        "themes": [
            "வாழ மறந்த வாழ்வியல்",
            "வானவில் என்ன சொல்கிறது"
        ],
        "deadline": "10-07-2023",
        "rules": ["Hello","World"],
        "winners": {
            "1st": "./meerigai/1.jpg",
            "2nd": "./meerigai/2.jpg"
        },
        "descriiption": "தமிழ் சமூகத்தின்  கலையாக்க திறனை மேம்படுத்த தமிழ் இலக்கிய மன்றத்தினால் நடத்தப்படும் எண்ணிமச்சித்திர போட்டியே மீரிகை  ஆகும்"
    },
    "eluthoviyam": {
        "name": "எழுத்தோவியம்",
        "prize": [
            {
                "name": "சிறந்த கட்டுரை",
                "prizeAmount": "ரூபா 7,500/="
            },
            {
                "name": "சிறந்த சிறுகதை",
                "prizeAmount": "ரூபா 7,500/="
            }
        ],
        "themes": [
            "சொந்த ஊரில் வாழமுடியவில்லையே",
            "சம கால அரசியலில் சமூக ஊடகம்",
            "2077 இல் உலகம்"
        ],
        "deadline": "10-07-2023",
        "rules": [
            "இப் போட்டியானது இலங்கைவாழ் தமிழ் பேசும் மக்களுக்கும் புலம்பெயர் இலங்கைத் தமிழர்களுக்கும் உரித்தானது.",
            "சிறுகதைகள் மற்றும் கட்டுரைகள் தமிழில் மட்டுமே இருக்க வேண்டும்.",
            "எழுத்தாளரின் சொந்தப் படைப்பாக இருக்க வேண்டும். மொழிபெயர்ப்புச் சிறுகதைகள் மற்றும் கட்டுரைகள் ஏற்கப்படமாட்டாது.",
            "சிறுகதைகள் மற்றும் கட்டுரைகள் 3000 வார்த்தைகளுக்கு மிகாமலும், 500 வார்த்தைகளுக்குக் குறையாமலும் இருக்கவேண்டும்.",
            "தட்டச்சு செய்து QR CODE மூலம் SCAN செய்து அனுப்பவும் (யூனிகோட் எழுத்துருவில்) கையெழுத்துப் பிரதிகள் ஏற்கப்படமாட்டாது.",
            "எழுத்தாளரின் சொந்தப் படைப்பு என்பதற்கும், இதுவரை எங்கும் (இணையத் தளம், சமூக வலைத்தளங்கள் உள்ளடங்கலாக) பிரசுரிக்கப்படவில்லை என்பதற்கும் ஆசிரியர் உறுதிமொழி அளிக்கவேண்டும்.",
            "சிறந்த மூன்று படைப்புகள் தமிழருவியில் வெளியிடப்படும் புத்தகத்தில் பிரசுரிக்கப்படும்."
        ],
        "winners": {
            "1st": "./eluthoviyam/1.jpg",
            "2nd": "./eluthoviyam/2.jpg"
        },
        "descriiption": "தமிழ் மாணவர்களது சிந்தனையாக்க திறனை மேம்படுத்த தமிழ் இலக்கிய மன்றத்தினால் நடத்தப்படும் கட்டுரை மற்றும் சிறுகதையாக்க போட்டியே எழுத்தோவியம் ஆகும் "
    },
    "solalvalar": {
        "name": "சொலல்வலர்",
        "prize": [
            {
                "name": "முதல் பரிசு",
                "prizeAmount": "ரூபா 10,000/="
            },
            {
                "name": "மக்கள் மனம் வென்ற பேச்சு",
                "prizeAmount": "ரூபா 5,000/="
            }
        ],
        "themes": [
            "இது முதலே தெரிஞ்சிருக்கலாம்",
            "ஏன் இப்படி",
            "வயிறு எரியுதுங்க"
        ],
        "deadline": "10-07-2023",
        "rules": [
            "இப் போட்டியானது இலங்கைவாழ் தமிழ் பேசும் மக்களுக்கும் புலம்பெயர் இலங்கைத் தமிழர்களுக்கும் உரித்தானது.",
            "பேச்சாளர் தன் எண்ணங்களை தமிழில் மட்டுமே பதிவு செய்ய வேண்டும்.",
            "போட்டியாளர் தனது பேச்சை 1280X720 என்ற பரிமாணத்தில் காணொளியாக பதிவு செய்து, போட்டியாளர்கள் இங்கு வழங்கப்பட்டுள்ள QR CODE இனை SCAN செய்து உங்கள் ஆக்கங்களை அனுப்ப முடியும்",
            "போட்டியாளர்கள் காணொளியை 0770096034 என்ற எண்ணுக்கு WHATSAPP மூலமாகவும் அனுப்பலாம். இறுதிச் சுற்றிற்கு தெரிவுசெய்யப்படுமிடத்து அதன் மூலப் பிரதியை அனுப்பி வைக்கக் கோரப்படுவீர்கள்.",
            "காணொளிகள் 1-2 என்ற நிமிட அளவுக்கு உட்பட்டதாக இருக்கவேண்டும்.",
            "காணொளிகளின் முழு நீளமும் தொடர்ச்சியாக எடுக்கப்பட்டிருக்க வேண்டும். திருத்தங்கள் (EDITING) செய்யப்பட்ட காணொளிகள் தகுதி நீக்கம் செய்யப்படும்.",
            "ஒருவர் தரப்பட்ட 3 தலைப்புக்களுக்கும் தனித்தனி காணொளிகளை அனுப்பலாம். ஆனால் ஒரு தலைப்பின் கீழ் ஒரு காணொளியை மாத்திரமே அனுப்ப முடியும்.",
            "தெரிவு செய்யப்பட்டவற்றில் சிறந்த 15 பேச்சுக்கள் எங்கள் YOUTUBE அலைவரிசையில் பதிவிடப்படுவதோடு, 'மக்கள் மனம் வென்ற பேச்சு' தேர்வுக்கு நேரடி தகுதி பெறும்.",
            "பேச்சாளரின் சொந்தப் படைப்பு என்பதற்கும், இதுவரை எங்கும் (இணையத் தளம், சமூக வலைத்தளங்கள் உள்ளடங்கலாக) பதிவேற்றப்படவில்லை என்பதற்கும் பேச்சாளர் உறுதிமொழி அளிக்கவேண்டும்."
        ],
        "winners": {
            "1st": "./solalvalar/1.jpg",
            "2nd": "./solalvalar/2.jpg"
        },
        "descriiption": "தமிழ் சமூகத்தின்  பேச்சாற்றல்  திறனை மேம்படுத்த தமிழ் இலக்கிய மன்றத்தினால் நடத்தப்படும்  போட்டியே சொல்வலர் ஆகும் "

    },
    "olisuvadu": {
        "name": "ஒளிச்சுவடு",
        "prize": [
            {
                "name": "முதல் பரிசு",
                "prizeAmount": "ரூபா 10,000/="
            },
            {
                "name": "மக்கள் மனம் வென்ற புகைப்படம்",
                "prizeAmount": "ரூபா 5,000/="
            }
        ],
        "themes": [
            "இயற்கை அழுகின்றது",
            "சிற்றின்பங்கள்",
            "அடையாளங்கள் தொலைகின்றன"
        ],
        "deadline": "10-07-2023",
        "rules": [
            "இப் போட்டியானது இலங்கைவாழ் தமிழ் பேசும் மக்களுக்கும் புலம்பெயர் இலங்கைத் தமிழர்களுக்கும் உரித்தானது.",
            "புகைப்படம் நீள்பக்கத்தில் ஆகக்குறைந்தது 1024 PIXELS அளவில் இருக்க வேண்டும்.",
            "புகைப்படத்தின் ஆகக்கூடிய RESOLUTION 5MP ஆக இருக்க வேண்டும்.",
            "நீங்கள் அனுப்பும் புகைப்படங்கள் இறுதியாக தெரிவு செய்யப்படுமிடத்து [அச்சேற்றத்தரமுள்ள மூலப்பிரதிகள் HIGH RESOLUTION] அனுப்பிவைக்க கோரப்படுவீர்கள்.",
            "கைத்தொலைபேசி ஊடாக எடுக்கப்பட்ட புகைப்படங்களும் அனுமதிக்கப்படும்.",
            "புகைப்படங்கள் புகைப்படக் கலைஞருக்கு சொந்தமானவையாகவும் தலைப்புக்கு பொருத்தமானவையாகவும் இருத்தல் வேண்டும்.",
            "மிகையான நிறச்சேர்க்கைகள் ஒளிச்சேர்க்கைகள் சேர்க்கப்பட்ட புகைப்படங்கள் போட்டியிலிருந்து நீக்கப்படும்.",
            "புகைப்படப்போட்டியில் பங்குபற்ற உங்கள் புகைப்படங்களை இங்கு தரப்பட்டுள்ள QR CODE ஐ SCAN செய்து அனுப்பி வைக்கவும்."
        ],
        "winners": {
            "1st": "./olisuvadu/1.jpg",
            "2nd": "./olisuvadu/2.jpg"
        },
        "descriiption": "எமது தொழில்நுட்ப பல்கலைக்கழகத்தில் தொழில்நுட்ப துறை சார்ந்து மட்டுமல்லாது கலைத்துறையில் ஆர்வம் காட்டத்துடிக்கும் மாணவர்களின் திறமைகளுக்கு முன்னுரிமை கொடுத்து அவர்களது"
    }
}