import React from "react";
import "./teams.css";
import sampleImage from "../../images/mock-image-1.jpeg";

const TeamsData = [
    {
        id: 1,
        title: "Deco Team",
        description: `"சொற்கணை" என்பது மாபெரும் விவாதச்சமர்.இலங்கையின் 25
        மாவட்டங்களில் தேர்வு செய்யப்பட்ட சிறந்த விவாத அணிகள் சொல்
        எனும் கணை கொண்டு களமாடும் இறுதிக்கட்ட விவாத சமர் தலைநகரில்
        பிரதான மண்டபத்தில் பல்லாயிரக்கணக்கானோர் முன்னிலையில் மிகவும்
        கோலாகலமாக நடைபெறுவதாகும். "சொற்கணை" என்பது மாபெரும்
        விவாதச்சமர்.இலங்கையின் 25 மாவட்டங்களில் தேர்வு செய்யப்பட்ட
        சிறந்த விவாத அணிகள் சொல் எனும் கணை கொண்டு களமாடும்
        இறுதிக்கட்ட விவாத சமர் தலைநகரில் பிரதான மண்டபத்தில்
        பல்லாயிரக்கணக்கானோர் முன்னிலையில் மிகவும் கோலாகலமாக
        நடைபெறுவதாகும்."சொற்கணை" என்பது மாபெரும்
        விவாதச்சமர்.இலங்கையின் 25 மாவட்டங்களில் தேர்வு செய்யப்பட்ட
        சிறந்த விவாத அணிகள் சொல் எனும் கணை கொண்டு களமாடும்
        இறுதிக்கட்ட விவாத சமர் தலைநகரில் பிரதான மண்டபத்தில்
        பல்லாயிரக்கணக்கானோர் முன்னிலையில் மிகவும் கோலாகலமாக
        நடைபெறுவதாகும்."சொற்கணை" என்பது மாபெரும்
        விவாதச்சமர்.இலங்கையின் 25 மாவட்டங்களில் தேர்வு செய்யப்பட்ட
        சிறந்த விவாத அணிகள் சொல் எனும் கணை கொண்டு களமாடும்
        இறுதிக்கட்ட விவாத சமர் தலைநகரில் பிரதான மண்டபத்தில்
        பல்லாயிரக்கணக்கானோர் முன்னிலையில் மிகவும் கோலாகலமாக
        நடைபெறுவதாகும்.`,
        image_1: `${sampleImage}`,
        image_1_alt: "Sample",
        image_2: `${sampleImage}`,
        image_2_alt: "Sample",
    },
    {
        id: 2,
        title: "Media Team",
        description: `"சொற்கணை" என்பது மாபெரும் விவாதச்சமர்.இலங்கையின் 25
        மாவட்டங்களில் தேர்வு செய்யப்பட்ட சிறந்த விவாத அணிகள் சொல்
        எனும் கணை கொண்டு களமாடும் இறுதிக்கட்ட விவாத சமர் தலைநகரில்
        பிரதான மண்டபத்தில் பல்லாயிரக்கணக்கானோர் முன்னிலையில் மிகவும்
        கோலாகலமாக நடைபெறுவதாகும். "சொற்கணை" என்பது மாபெரும்
        விவாதச்சமர்.இலங்கையின் 25 மாவட்டங்களில் தேர்வு செய்யப்பட்ட
        சிறந்த விவாத அணிகள் சொல் எனும் கணை கொண்டு களமாடும்
        இறுதிக்கட்ட விவாத சமர் தலைநகரில் பிரதான மண்டபத்தில்
        பல்லாயிரக்கணக்கானோர் முன்னிலையில் மிகவும் கோலாகலமாக
        நடைபெறுவதாகும்."சொற்கணை" என்பது மாபெரும்
        விவாதச்சமர்.இலங்கையின் 25 மாவட்டங்களில் தேர்வு செய்யப்பட்ட
        சிறந்த விவாத அணிகள் சொல் எனும் கணை கொண்டு களமாடும்
        இறுதிக்கட்ட விவாத சமர் தலைநகரில் பிரதான மண்டபத்தில்
        பல்லாயிரக்கணக்கானோர் முன்னிலையில் மிகவும் கோலாகலமாக
        நடைபெறுவதாகும்."சொற்கணை" என்பது மாபெரும்
        விவாதச்சமர்.இலங்கையின் 25 மாவட்டங்களில் தேர்வு செய்யப்பட்ட
        சிறந்த விவாத அணிகள் சொல் எனும் கணை கொண்டு களமாடும்
        இறுதிக்கட்ட விவாத சமர் தலைநகரில் பிரதான மண்டபத்தில்
        பல்லாயிரக்கணக்கானோர் முன்னிலையில் மிகவும் கோலாகலமாக
        நடைபெறுவதாகும்.`,
        image_1: `${sampleImage}`,
        image_1_alt: "Sample",
        image_2: `${sampleImage}`,
        image_2_alt: "Sample",
    },
    {
        id: 3,
        title: "Web Team",
        description: `"சொற்கணை" என்பது மாபெரும் விவாதச்சமர்.இலங்கையின் 25
        மாவட்டங்களில் தேர்வு செய்யப்பட்ட சிறந்த விவாத அணிகள் சொல்
        எனும் கணை கொண்டு களமாடும் இறுதிக்கட்ட விவாத சமர் தலைநகரில்
        பிரதான மண்டபத்தில் பல்லாயிரக்கணக்கானோர் முன்னிலையில் மிகவும்
        கோலாகலமாக நடைபெறுவதாகும். "சொற்கணை" என்பது மாபெரும்
        விவாதச்சமர்.இலங்கையின் 25 மாவட்டங்களில் தேர்வு செய்யப்பட்ட
        சிறந்த விவாத அணிகள் சொல் எனும் கணை கொண்டு களமாடும்
        இறுதிக்கட்ட விவாத சமர் தலைநகரில் பிரதான மண்டபத்தில்
        பல்லாயிரக்கணக்கானோர் முன்னிலையில் மிகவும் கோலாகலமாக
        நடைபெறுவதாகும்."சொற்கணை" என்பது மாபெரும்
        விவாதச்சமர்.இலங்கையின் 25 மாவட்டங்களில் தேர்வு செய்யப்பட்ட
        சிறந்த விவாத அணிகள் சொல் எனும் கணை கொண்டு களமாடும்
        இறுதிக்கட்ட விவாத சமர் தலைநகரில் பிரதான மண்டபத்தில்
        பல்லாயிரக்கணக்கானோர் முன்னிலையில் மிகவும் கோலாகலமாக
        நடைபெறுவதாகும்."சொற்கணை" என்பது மாபெரும்
        விவாதச்சமர்.இலங்கையின் 25 மாவட்டங்களில் தேர்வு செய்யப்பட்ட
        சிறந்த விவாத அணிகள் சொல் எனும் கணை கொண்டு களமாடும்
        இறுதிக்கட்ட விவாத சமர் தலைநகரில் பிரதான மண்டபத்தில்
        பல்லாயிரக்கணக்கானோர் முன்னிலையில் மிகவும் கோலாகலமாக
        நடைபெறுவதாகும்.`,
        image_1: `${sampleImage}`,
        image_1_alt: "Sample",
        image_2: `${sampleImage}`,
        image_2_alt: "Sample",
    },
    {
        id: 4,
        title: "Tech Team",
        description: `"சொற்கணை" என்பது மாபெரும் விவாதச்சமர்.இலங்கையின் 25
        மாவட்டங்களில் தேர்வு செய்யப்பட்ட சிறந்த விவாத அணிகள் சொல்
        எனும் கணை கொண்டு களமாடும் இறுதிக்கட்ட விவாத சமர் தலைநகரில்
        பிரதான மண்டபத்தில் பல்லாயிரக்கணக்கானோர் முன்னிலையில் மிகவும்
        கோலாகலமாக நடைபெறுவதாகும். "சொற்கணை" என்பது மாபெரும்
        விவாதச்சமர்.இலங்கையின் 25 மாவட்டங்களில் தேர்வு செய்யப்பட்ட
        சிறந்த விவாத அணிகள் சொல் எனும் கணை கொண்டு களமாடும்
        இறுதிக்கட்ட விவாத சமர் தலைநகரில் பிரதான மண்டபத்தில்
        பல்லாயிரக்கணக்கானோர் முன்னிலையில் மிகவும் கோலாகலமாக
        நடைபெறுவதாகும்."சொற்கணை" என்பது மாபெரும்
        விவாதச்சமர்.இலங்கையின் 25 மாவட்டங்களில் தேர்வு செய்யப்பட்ட
        சிறந்த விவாத அணிகள் சொல் எனும் கணை கொண்டு களமாடும்
        இறுதிக்கட்ட விவாத சமர் தலைநகரில் பிரதான மண்டபத்தில்
        பல்லாயிரக்கணக்கானோர் முன்னிலையில் மிகவும் கோலாகலமாக
        நடைபெறுவதாகும்."சொற்கணை" என்பது மாபெரும்
        விவாதச்சமர்.இலங்கையின் 25 மாவட்டங்களில் தேர்வு செய்யப்பட்ட
        சிறந்த விவாத அணிகள் சொல் எனும் கணை கொண்டு களமாடும்
        இறுதிக்கட்ட விவாத சமர் தலைநகரில் பிரதான மண்டபத்தில்
        பல்லாயிரக்கணக்கானோர் முன்னிலையில் மிகவும் கோலாகலமாக
        நடைபெறுவதாகும்.`,
        image_1: `${sampleImage}`,
        image_1_alt: "Sample",
        image_2: `${sampleImage}`,
        image_2_alt: "Sample",
    },
];

const Teams = () => {
    return (
        <div className="teams">
            <h1>அணிகள்</h1>
            <p className="intro">
                "சொற்கணை" என்பது மாபெரும் விவாதச்சமர்.இலங்கையின் 25
                மாவட்டங்களில் தேர்வு செய்யப்பட்ட சிறந்த விவாத அணிகள் சொல் எனும்
                கணை கொண்டு களமாடும் இறுதிக்கட்ட விவாத சமர் தலைநகரில் பிரதான
                மண்டபத்தில் பல்லாயிரக்கணக்கானோர் முன்னிலையில் மிகவும் கோலாகலமாக
                நடைபெறுவதாகும்.
            </p>
            {TeamsData.map((teamsData) => {
                return (
                    <div key={teamsData.id} className="teams-card">
                        <p className="teams-card-title">{teamsData.title}</p>
                        <p>{teamsData.description}</p>
                        <img
                            src={teamsData.image_1}
                            alt={teamsData.image_1_alt}
                        />
                        <img
                            src={teamsData.image_2}
                            alt={teamsData.image_2_alt}
                        />
                    </div>
                );
            })}
        </div>
    );
};

export default Teams;
