import React from "react";
import "./teams.css";
import sampleImage from "../../images/mock-image-1.jpeg";

const Teams = () => {
    return (
        <div className="teams">
            <h1>அணிகள்</h1>
            <p className="intro">
                "சொற்கணை" என்பது மாபெரும் விவாதச்சமர்.இலங்கையின் 25
                மாவட்டங்களில் தேர்வு செய்யப்பட்ட சிறந்த விவாத அணிகள் சொல் எனும்
                கணை கொண்டு களமாடும் இறுதிக்கட்ட விவாத சமர் தலைநகரில் பிரதான
                மண்டபத்தில் பல்லாயிரக்கணக்கானோர் முன்னிலையில் மிகவும் கோலாகலமாக
                நடைபெறுவதாகும்.
            </p>
            <div className="teams-card">
                <h1>Deco Team</h1>
                <p>
                    "சொற்கணை" என்பது மாபெரும் விவாதச்சமர்.இலங்கையின் 25
                    மாவட்டங்களில் தேர்வு செய்யப்பட்ட சிறந்த விவாத அணிகள் சொல்
                    எனும் கணை கொண்டு களமாடும் இறுதிக்கட்ட விவாத சமர் தலைநகரில்
                    பிரதான மண்டபத்தில் பல்லாயிரக்கணக்கானோர் முன்னிலையில் மிகவும்
                    கோலாகலமாக நடைபெறுவதாகும். "சொற்கணை" என்பது மாபெரும்
                    விவாதச்சமர்.இலங்கையின் 25 மாவட்டங்களில் தேர்வு செய்யப்பட்ட
                    சிறந்த விவாத அணிகள் சொல் எனும் கணை கொண்டு களமாடும்
                    இறுதிக்கட்ட விவாத சமர் தலைநகரில் பிரதான மண்டபத்தில்
                    பல்லாயிரக்கணக்கானோர் முன்னிலையில் மிகவும் கோலாகலமாக
                    நடைபெறுவதாகும்."சொற்கணை" என்பது மாபெரும்
                    <br />
                    <br />
                    விவாதச்சமர்.இலங்கையின் 25 மாவட்டங்களில் தேர்வு செய்யப்பட்ட
                    சிறந்த விவாத அணிகள் சொல் எனும் கணை கொண்டு களமாடும்
                    இறுதிக்கட்ட விவாத சமர் தலைநகரில் பிரதான மண்டபத்தில்
                    பல்லாயிரக்கணக்கானோர் முன்னிலையில் மிகவும் கோலாகலமாக
                    நடைபெறுவதாகும்."சொற்கணை" என்பது மாபெரும்
                    விவாதச்சமர்.இலங்கையின் 25 மாவட்டங்களில் தேர்வு செய்யப்பட்ட
                    சிறந்த விவாத அணிகள் சொல் எனும் கணை கொண்டு களமாடும்
                    இறுதிக்கட்ட விவாத சமர் தலைநகரில் பிரதான மண்டபத்தில்
                    பல்லாயிரக்கணக்கானோர் முன்னிலையில் மிகவும் கோலாகலமாக
                    நடைபெறுவதாகும்.
                </p>
                <img src={sampleImage} alt="Sample" />
                <img src={sampleImage} alt="Sample" />
            </div>
            <div className="teams-card">
                <h1>Media Team</h1>
                <p>
                    "சொற்கணை" என்பது மாபெரும் விவாதச்சமர்.இலங்கையின் 25
                    மாவட்டங்களில் தேர்வு செய்யப்பட்ட சிறந்த விவாத அணிகள் சொல்
                    எனும் கணை கொண்டு களமாடும் இறுதிக்கட்ட விவாத சமர் தலைநகரில்
                    பிரதான மண்டபத்தில் பல்லாயிரக்கணக்கானோர் முன்னிலையில் மிகவும்
                    கோலாகலமாக நடைபெறுவதாகும். "சொற்கணை" என்பது மாபெரும்
                    விவாதச்சமர்.இலங்கையின் 25 மாவட்டங்களில் தேர்வு செய்யப்பட்ட
                    சிறந்த விவாத அணிகள் சொல் எனும் கணை கொண்டு களமாடும்
                    இறுதிக்கட்ட விவாத சமர் தலைநகரில் பிரதான மண்டபத்தில்
                    பல்லாயிரக்கணக்கானோர் முன்னிலையில் மிகவும் கோலாகலமாக
                    நடைபெறுவதாகும்."சொற்கணை" என்பது மாபெரும்
                    <br />
                    <br />
                    விவாதச்சமர்.இலங்கையின் 25 மாவட்டங்களில் தேர்வு செய்யப்பட்ட
                    சிறந்த விவாத அணிகள் சொல் எனும் கணை கொண்டு களமாடும்
                    இறுதிக்கட்ட விவாத சமர் தலைநகரில் பிரதான மண்டபத்தில்
                    பல்லாயிரக்கணக்கானோர் முன்னிலையில் மிகவும் கோலாகலமாக
                    நடைபெறுவதாகும்."சொற்கணை" என்பது மாபெரும்
                    விவாதச்சமர்.இலங்கையின் 25 மாவட்டங்களில் தேர்வு செய்யப்பட்ட
                    சிறந்த விவாத அணிகள் சொல் எனும் கணை கொண்டு களமாடும்
                    இறுதிக்கட்ட விவாத சமர் தலைநகரில் பிரதான மண்டபத்தில்
                    பல்லாயிரக்கணக்கானோர் முன்னிலையில் மிகவும் கோலாகலமாக
                    நடைபெறுவதாகும்.
                </p>
                <img src={sampleImage} alt="Sample" />
                <img src={sampleImage} alt="Sample" />
            </div>
            <div className="teams-card">
                <h1>Web Team</h1>
                <p>
                    "சொற்கணை" என்பது மாபெரும் விவாதச்சமர்.இலங்கையின் 25
                    மாவட்டங்களில் தேர்வு செய்யப்பட்ட சிறந்த விவாத அணிகள் சொல்
                    எனும் கணை கொண்டு களமாடும் இறுதிக்கட்ட விவாத சமர் தலைநகரில்
                    பிரதான மண்டபத்தில் பல்லாயிரக்கணக்கானோர் முன்னிலையில் மிகவும்
                    கோலாகலமாக நடைபெறுவதாகும். "சொற்கணை" என்பது மாபெரும்
                    விவாதச்சமர்.இலங்கையின் 25 மாவட்டங்களில் தேர்வு செய்யப்பட்ட
                    சிறந்த விவாத அணிகள் சொல் எனும் கணை கொண்டு களமாடும்
                    இறுதிக்கட்ட விவாத சமர் தலைநகரில் பிரதான மண்டபத்தில்
                    பல்லாயிரக்கணக்கானோர் முன்னிலையில் மிகவும் கோலாகலமாக
                    நடைபெறுவதாகும்."சொற்கணை" என்பது மாபெரும்
                    <br />
                    <br />
                    விவாதச்சமர்.இலங்கையின் 25 மாவட்டங்களில் தேர்வு செய்யப்பட்ட
                    சிறந்த விவாத அணிகள் சொல் எனும் கணை கொண்டு களமாடும்
                    இறுதிக்கட்ட விவாத சமர் தலைநகரில் பிரதான மண்டபத்தில்
                    பல்லாயிரக்கணக்கானோர் முன்னிலையில் மிகவும் கோலாகலமாக
                    நடைபெறுவதாகும்."சொற்கணை" என்பது மாபெரும்
                    விவாதச்சமர்.இலங்கையின் 25 மாவட்டங்களில் தேர்வு செய்யப்பட்ட
                    சிறந்த விவாத அணிகள் சொல் எனும் கணை கொண்டு களமாடும்
                    இறுதிக்கட்ட விவாத சமர் தலைநகரில் பிரதான மண்டபத்தில்
                    பல்லாயிரக்கணக்கானோர் முன்னிலையில் மிகவும் கோலாகலமாக
                    நடைபெறுவதாகும்.
                </p>
                <img src={sampleImage} alt="Sample" />
                <img src={sampleImage} alt="Sample" />
            </div>
            <div className="teams-card">
                <h1>Tech Team</h1>
                <p>
                    "சொற்கணை" என்பது மாபெரும் விவாதச்சமர்.இலங்கையின் 25
                    மாவட்டங்களில் தேர்வு செய்யப்பட்ட சிறந்த விவாத அணிகள் சொல்
                    எனும் கணை கொண்டு களமாடும் இறுதிக்கட்ட விவாத சமர் தலைநகரில்
                    பிரதான மண்டபத்தில் பல்லாயிரக்கணக்கானோர் முன்னிலையில் மிகவும்
                    கோலாகலமாக நடைபெறுவதாகும். "சொற்கணை" என்பது மாபெரும்
                    விவாதச்சமர்.இலங்கையின் 25 மாவட்டங்களில் தேர்வு செய்யப்பட்ட
                    சிறந்த விவாத அணிகள் சொல் எனும் கணை கொண்டு களமாடும்
                    இறுதிக்கட்ட விவாத சமர் தலைநகரில் பிரதான மண்டபத்தில்
                    பல்லாயிரக்கணக்கானோர் முன்னிலையில் மிகவும் கோலாகலமாக
                    நடைபெறுவதாகும்."சொற்கணை" என்பது மாபெரும்
                    <br />
                    <br />
                    விவாதச்சமர்.இலங்கையின் 25 மாவட்டங்களில் தேர்வு செய்யப்பட்ட
                    சிறந்த விவாத அணிகள் சொல் எனும் கணை கொண்டு களமாடும்
                    இறுதிக்கட்ட விவாத சமர் தலைநகரில் பிரதான மண்டபத்தில்
                    பல்லாயிரக்கணக்கானோர் முன்னிலையில் மிகவும் கோலாகலமாக
                    நடைபெறுவதாகும்."சொற்கணை" என்பது மாபெரும்
                    விவாதச்சமர்.இலங்கையின் 25 மாவட்டங்களில் தேர்வு செய்யப்பட்ட
                    சிறந்த விவாத அணிகள் சொல் எனும் கணை கொண்டு களமாடும்
                    இறுதிக்கட்ட விவாத சமர் தலைநகரில் பிரதான மண்டபத்தில்
                    பல்லாயிரக்கணக்கானோர் முன்னிலையில் மிகவும் கோலாகலமாக
                    நடைபெறுவதாகும்.
                </p>
                <img src={sampleImage} alt="Sample" />
                <img src={sampleImage} alt="Sample" />
            </div>
        </div>
    );
};

export default Teams;
