const events = [
  {
    time: "17th April 2024",
    title: "Registrations Opening",
    content:
      "தைமாதம் பல்கலைக்கழக வளாகத்தினுள் பாரம்பரியத்தை பறைசாற்றும் வகையில் பாரம்பரிய தமிழர் விளையாட்டுக்களுடன் விழாக்கோலம் காணும்",
  },
  {
    time: "18th April 2024",
    title: "Test Event 2",
    content:
      "தைமாதம் பல்கலைக்கழக வளாகத்தினுள் பாரம்பரியத்தை பறைசாற்றும் வகையில் பாரம்பரிய தமிழர் விளையாட்டுக்களுடன் விழாக்கோலம் காணும்",
  },
  {
    time: "19th April 2024",
    title: "Registrations Opening",
    content:
      "தைமாதம் பல்கலைக்கழக வளாகத்தினுள் பாரம்பரியத்தை பறைசாற்றும் வகையில் பாரம்பரிய தமிழர் விளையாட்டுக்களுடன் விழாக்கோலம் காணும்",
  },
  {
    time: "17th April 2024",
    title: "Registrations Opening",
    content:
      "தைமாதம் பல்கலைக்கழக வளாகத்தினுள் பாரம்பரியத்தை பறைசாற்றும் வகையில் பாரம்பரிய தமிழர் விளையாட்டுக்களுடன் விழாக்கோலம் காணும்",
  },
  {
    time: "17th April 2024",
    title: "Registrations Opening",
    content:
      "தைமாதம் பல்கலைக்கழக வளாகத்தினுள் பாரம்பரியத்தை பறைசாற்றும் வகையில் பாரம்பரிய தமிழர் விளையாட்டுக்களுடன் விழாக்கோலம் காணும்",
  },
];

export default events;
