const events = [
  {
    time: "28th April 2024",
    title: "பதிவுகள் ஆரம்பம்",
    content: "உங்கள் அணிகளை பதிவு செய்து கொள்ளலாம்"
  },
  {
    time: "30th April 2024",
    title: "பதிவுகள் நிறுத்தப்படுகின்றன",
    content: "முடிவுத்திகதியின் பின்னர் பதிவுகள் யாவும் ஏற்றுக்கொள்ப்பட மாட்டாது"
  },
  {
    time: "2nd May 2024",
    title: "போட்டி ஆரம்பம்",
    content: "போட்டி பற்றிய விபரங்கள் உங்கள் மின்னஞ்சல் முகவரிக்கு அனுப்பப்படும்"
  },
  {
    time: "4th May 2024",
    title: "வழிகாட்டும் கருத்தரங்கு",
    content: "போட்டி தொடர்பான விளக்கமும் அதற்கான வழிகாட்டுதல்களும் இணைய வழி மூலம் இடம் பெறும்"
  },
  {
    time: "6th May 2024",
    title: "போட்டிக்கான சமர்ப்பிப்புகள் நிறுத்தபடுகின்றன",
    content: "முடிவுத்திகதியின் பின்னர் எந்தவோரு சமர்ப்பிப்புகளும் ஏற்றுக்கொள்ளப்படமாட்டாது"
  },
  {
    time: "8th May 2024",
    title: "வெற்றியாளர்கள்",
    content: "எமது நடுவர் குழாமினால் தெரிவு செய்யப்பட்ட அணிகளை எமது முகப்புத்தகத்திலோ அல்லது எமது வலைத்தளத்தில் பார்வையிடலாம்"
  },
  {
    time: "10th May 2024",
    title: "பரிசளிப்பு வைபவம்",
    content: "தமிழருவி விழாவில் வெற்றியாளர்களுக்கான பரிசளிப்பு வைபவம் நடைபெறும்"
  }
];

export default events;
