export const rules = [
    { rule: "முற்று முழுதாக இணையவழியில் நடைபெறும்" },
    { rule: "இலங்கையிலுள்ள பாடசாலை தமிழ் மாணவர்கள் பங்குபெறலாம்" },
    { rule: "ஒரு அணியில் 3 - 4 மாணவர்கள் பங்குபற்றலாம் (ஒரு அணியில் உள்ளவர்கள் ஒரே பாடசாலை சார்ந்திருக்கவேண்டும்)" },
    { rule: "வழிகாட்டல் கருத்தரங்குகள் தமிழ் மொழியில் நடைபெறும்" },
    { rule: "சமர்ப்பிக்கும் ஆவணங்கள் மற்றும் விளக்கக் காணொளி தமிழ் அல்லது ஆங்கல மொழியில் இருக்கலாம்" },
    { rule: "முடிவுத்திகதியின் பின்னர் எந்த சமர்ப்பிப்புகளும் ஏற்றுக்கொள்ளப்படமாட்டாது" },
    { rule: "உங்கள் ஆக்கங்கள் உங்களுடையதாக இருக்க வேண்டும்" },
    { rule: "உங்களுடைய ஆக்கங்கள் உங்கள் அனுமதியின்றி வேறு நபர்களுக்கோ அமைப்புகளுக்கோ வழங்கப்படாது" },
    { rule: "நடுவர் குழாமின் முடிவே இறுதி முடிவு" }
];
